Repository: Lukas-Derendinger/log-trawly
Catalog: share/*.po
Languages: fr

source: Access Denied
fr: Accès refusé

source: Add User
fr: Ajuter un utilisateur

source: All files
fr: tous fichiers

source: All logs for this specific email
fr: Tous les logs pour cet email spécifique

source: Content
fr: Contenu

source: Create Admin Account
fr: Créer un compte d'administrateur

source: Data Decoding Problem %1
fr: Problem de décoder des données %1

source: Date & Time
fr: Date & Temps

source: Delete User
fr: Supprimer l'utilisateur

source: Do you really want to delete the selected user ?
fr: Est-ce que vous voulez supprimer l'utilisateur selectionné?

source: Edit User
fr: Editer l'utilisateur

source: Email-follow
fr: Suivre l'e-mail

source: Error
fr: Erreur

source: Export %1
fr: Exporter %1

source: Faild to remove user %1
fr: Manqué de supprimer l'utilisatuer %1

source: Family Name
fr: Nom

source: Given Name
fr: Prénom

source: Information on the text-search functions
fr: Informations sur les fonctions du recherche text

source: Infos on text-search
fr: Infos sur le recherche text

source: New User
fr: Nouvel utilisateur

source: No user selected.
fr: Utilisateur pas selectionner

source: Origin
fr: Origine

source: Password
fr: Mot de passe

source: Password Again
fr: Mot de passe repeté

source: Plugin Name missing
fr: Nom du plugin manque

source: Rights
fr: Droits

source: Save Changes
fr: Saufgarder les modifications

source: The password instances did not match.
fr: Les instances du mot de passe ne correspondent pas

source: Trawl your log files
fr: Rechercher dans vos log files

source: Upload Missing
fr: Importation manque

source: UserId
fr: ID d'utilisateur

source: Username
fr: Nom d'utilisateur

source: You can not delete the user you are logged in with
fr: Vous ne pouvez pas supprimer l'utilisateur avec lequel vous êtes connecté

source: You can only edit your own stuff unless you have admin permissions.
fr: Vous pouvez seulement editer votre choses si vous avez des droits d'administrateur

source: You have to select a user first
fr: Vous devez d'abord selectionner un utilisateur
